{
  "About": {
    "AboutMe": "Acerca de mí",
    "Description": "<0>Soy un programador autodidacta de Tallin, Estonia.</0><1>Soy desarrollador desde hace más de {{ yearsExperience }} años. Profesionalmente, me enfoco principalmente en la creación de <4>sitios web</4>  con React y NodeJS, y <7>aplicaciones móviles nativas</7> con React Native. En mi tiempo libre también trabajo con otras herramientas de programación.</1><2> Mi viaje hacia la programación puede parecer extraño. Comencé mi carrera viviendo por toda Europa y obteniendo dos títulos en economía y finanzas, pero pronto me di cuenta de que el mundo de las finanzas no era para mí. En cambio, decidí sumergirme profundamente en la programación y cambiar de campo al<2> desarrollo de software de y web a tiempo completo</2>.</2><3>Siempre me ha <2>interesado una amplia gama de campos</2> — ciencia, música, idiomas, por ejemplo — y con la programación descubrí que podía perseguir todas esas pasiones al mismo tiempo. Además, también tendría la gran ventaja de poder ayudar a la gente. ¡Espero que podamos trabajar juntos!</3>",
    "PhotoDescription": "Escribo código 🤷‍♂️",
    "ViewCV": "Ver CV"
  },
  "Acknowledgements": "Agradecimientos",
  "Banner": {
    "DexterSibirtsev": "Dexter Sibirtsev",
    "Experience": "Experiencia",
    "HelloIAmAProgrammer": " ¡Hola! Soy un programador profesional, especializado en sitios web y aplicaciones móviles.",
    "SoftwareDeveloper": "Desarrollador de Software"
  },
  "Blog": {
    "Blog": "Blog"
  },
  "Contact": {
    "Contact": "Contacto",
    "GetInTouch": "¡Póngase en contacto! Puede encontrarme en cualquiera de estos enlaces",
    "SendEmail": "¡O simplemente envíeme un correo electrónico!"
  },
  "Education": {
    "Description": "Soy un programador completamente autodidacta. Aprendí viendo videos de YouTube, leyendo libros y haciendo cursos en línea. Aún así, valoré mucho mi educación formal. Fue muy internacional, por lo que he estado en un ambiente cosmopolita durante casi toda mi vida. Debido a esto, pude aprender a hablar varios idiomas e interactuar con personas de todo el mundo.",
    "Education": "Educación"
  },
  "Experience": {
    "TranslationsUnderConstruction": "Traducciones en construcción"
  },
  "PageLinks": {
    "Acknowledgements": "Agradecimientos",
    "Home": "Portada"
  },
  "SectionButtons": {
    "About": "Acerca de/CV",
    "Blog": "Blog",
    "Contact": "Contacto",
    "Experience": "Experiencia",
    "Skills": "Habilidades"
  },
  "Skills": {
    "Overview": "<0>Esta es una lista de mis herramientas favoritas con las que he trabajado. La mayoría de estas las uso todas las semanas, muchas las uso todos los días.</0><1>Admito que esta sección puede parecer demasiado detallada. Es solo que siempre me ha gustado mirar colecciones coloridas. La regla aquí es: si lo he estado usando durante más de una semana y si tiene un logotipo, entonces está en la lista.</1>",
    "Skills": "Habilidades"
  },
  "Work": {
    "Work": "Trabajo"
  }
}
