{
  "hu": {
    "About": {
      "AboutMe": "Rólam",
      "Description": "<0>Autodidakta programozó vagyok Tallinnból, Észtországból.</0><1>Fejlesztőként dolgozom {{ yearsExperience }} éve. Szakmailag elsősorban weboldalak létrehozására koncentrálok <4>weboldalak</4>  a React és a NodeJS segítségével és <8>a mobilalkalmazásokhoz</8> pedig a React Native programot használom. Szabadidőmben más programozási szoftverekkel is dolgozom.</1><2> A programozáshoz vezető utam nem volt átlagos. Pályafutásom kezdetén szerte Európában éltem, valamint két diplomát szereztem egyiket közgazdasági a másikat pénzügyi területről, de hamar rájöttem, hogy a pénzügyi világ nem nekem való. Ehelyett úgy döntöttem, hogy mélyen belemerülök a programozásba és áttérek a <2> teljes munkaidős szoftver-, webfejlesztésre</2>.</2><3> Engem mindig is <2>érdekeltek a különböző területek</2> — mint például a tudomány, a zene, a nyelvek — és a programozással azt tapasztaltam meg, hogy mindezeket a szenvedélyeket egyszerre tudom alkalmazni. Ezáltal nagyszerű bónuszként még az embereknek is tudtam segíteni. Remélem, hogy a jövőben lesz lehetőségünk együtt működni!</3>",
      "PhotoDescription": "Kódolok 🤷‍♂️",
      "ViewCV": "Önéletrajz megtekintése"
    },
    "Acknowledgements": "Köszönetnyilvánítás",
    "Banner": {
      "DexterSibirtsev": "Dexter Sibirtsev",
      "Experience": "Tapasztalatok",
      "HelloIAmAProgrammer": "Sziasztok! Professzionális programozó vagyok, szakterületem a weboldalak és a mobilalkalmazások.",
      "SoftwareDeveloper": "Szoftverfejlesztő"
    },
    "Blog": {
      "Blog": "Blog"
    },
    "Contact": {
      "Contact": "Elérhetőségek",
      "GetInTouch": "Lépjünk kapcsolatba! Ezen linkek bármelyikén megtalálhat",
      "SendEmail": "Vagy küldj egy e-mailt!"
    },
    "Education": {
      "Description": "Teljesen autodidakta programozó vagyok - a YouTube-nézéssel, könyvek olvasásával és különféle online tanfolyamok segítségével tanultam. Ennek ellenére nagyon megbecsültem a formális végzettségemet, ami nemzetközi volt, így szinte egész életemben kozmopolita környezetben voltam. Emiatt megtanulhattam, hogyan kell több nyelven beszélni és kapcsolatba lépni mindenféle kultúrából származó emberekkel.",
      "Education": "Tanulmányok"
    },
    "Experience": {
      "TranslationsUnderConstruction": "Fordítások készítés alatt"
    },
    "PageLinks": {
      "Acknowledgements": "Köszönetnyilvánítás",
      "Home": "Honlap"
    },
    "SectionButtons": {
      "About": "Rólam/CV",
      "Blog": "Blog",
      "Contact": "Elérhetőségek",
      "Experience": "Tapasztalatok",
      "Skills": "Készségek"
    },
    "Skills": {
      "Overview": "<0>Itt található egy lista a kedvenc eszközeimről, amelyekkel korábban dolgoztam. Ezek többségét hetente, sokakat naponta használom.</0><1>Elismerem, hogy ez a szakasz túlságosan részletesnek tűnhet. De mindig is szerettem nézegetni a színes kollekciókat. Itt ez a szabály: ha egy hétnél hosszabb ideig használtam és van logója, akkor szerepel a listán.</1>",
      "Skills": "Készségek"
    },
    "Work": {
      "Work": "Munkáim"
    }
  }
}
